/* No comment provided by engineer. */
"API URL Invalid" = "API URL ndi mu";

/* No comment provided by engineer. */
"Bad Server Response" = "Sɛɛva Mbuayɛ a ɛnyɛ";

/* No comment provided by engineer. */
"Cancel" = "Twa mu";

/* No comment provided by engineer. */
"Capture Video" = "Twa sini";

/* No comment provided by engineer. */
"Clear" = "Pepa";

/* No comment provided by engineer. */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copy to Clipboard";

/* No comment provided by engineer. */
"Email Error" = "Email Error";

/* No comment provided by engineer. */
"Enter name" = "Kyerɛw wo din";

/* No comment provided by engineer. */
"Enter password" = "Kyerɛw wo ehintasɛmfua";

/* No comment provided by engineer. */
"Enter URL" = "Kyerɛw URL";

/* No comment provided by engineer. */
"Enter username" = "Kyerɛw Dwumadini din";

/* No comment provided by engineer. */
"Error Saving Photo" = "Error Saving Photo";

/* No comment provided by engineer. */
"Facebook Error" = "Facebook Mfomso";

/* No comment provided by engineer. */
"From Library" = "Efiri Nhomasiebea";

/* No comment provided by engineer. */
"Hybrid Map" = "Hybrid Map";

/* No comment provided by engineer. */
"Loading..." = "Ɛretwe...";

/* No comment provided by engineer. */
"Locating..." = "Ɛrehwehwɛ...";

/* No comment provided by engineer. */
"Logged in" = "Logged in";

/* No comment provided by engineer. */
"Logged out" = "Logged out";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet" = "No Internet";

/* No comment provided by engineer. */
"No Internet Connection" = "No Internet Connection";

/* No comment provided by engineer. */
"No Wi-Fi Connection" = "No Wi-Fi Connection";

/* No comment provided by engineer. */
"No YouTube Linked Account" = "No YouTube Linked Account";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open in Safari" = "Bue wɔ Safari mu";

/* No comment provided by engineer. */
"Open in Safari?" = "Bue wɔ Safari mu?";

/* No comment provided by engineer. */
"Open In..." = "Bue wɔ...";

/* No comment provided by engineer. */
"Over request capacity limit" = "Over request capacity limit";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Please verify your internet connection and try again.";

/* No comment provided by engineer. */
"Posted" = "Ɛde ato";

/* No comment provided by engineer. */
"Posting..." = "Ɛde to...";

/* No comment provided by engineer. */
"Print Error" = "Ntimtim mfomso";

/* No comment provided by engineer. */
"Printed" = "Wɔn etimtim";

/* No comment provided by engineer. */
"Road Map" = "Road Map";

/* No comment provided by engineer. */
"Satellite Map" = "Satellite Map";

/* No comment provided by engineer. */
"Saved" = "Saved";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Send to Printer" = "Soma kɔ Ntimtimfidie so";

/* No comment provided by engineer. */
"Sent" = "Ɛkɔ";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share via Email" = "Kyɛ wɔ Emel so";

/* No comment provided by engineer. */
"Share via Facebook" = "Kyɛ wɔ Facebook so";

/* No comment provided by engineer. */
"Share via QRCode" = "Share via QRCode";

/* No comment provided by engineer. */
"Share via SMS" = "Share via SMS";

/* No comment provided by engineer. */
"Share via Twitter" = "Share via Twitter";

/* No comment provided by engineer. */
"SMS Error" = "SMS Error";

/* No comment provided by engineer. */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"There was a problem sending SMS message." = "There was a problem sending SMS message.";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unable To Authenticate" = "Unable To Authenticate";

/* No comment provided by engineer. */
"Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings." = "Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings.";

/* No comment provided by engineer. */
"Unable to find address" = "Unable to find address";

/* No comment provided by engineer. */
"Unable to post to Facebook" = "Unable to post to Facebook";

/* No comment provided by engineer. */
"User Authentication Failed" = "User Authentication Failed";

/* No comment provided by engineer. */
"User Authentication Required" = "User Authentication Required";

/* No comment provided by engineer. */
"Videos" = "Videos";

/* No comment provided by engineer. */
"Yes" = "Yes";

